Repository: SkyLaptor/factorio-mod-translation
Catalog: OmegaT/ja/ja-omegat.tmx
Source language: en_us
Languages: ja

source: It can modifier the properties of entities. Drag on the screen to select entities, then drop to open the modifier popup or apply effects.\nPress __CONTROL__select-for-cancel-deconstruct__ while dragging to activate the alternate mode.\n\nStandard mode: select objects and then modify them precisely.\nAlternate mode: quickly apply the modifications recorded from the stardard mode.
ja: エンティティのプロパティを変更できます。ドラッグで対象を選択すると変更画面が表示されるので、そこで変更します。\n__CONTROL__select-for-cancel-deconstruct__を押しながら選択すると代替モードになります。\n\n通常モード: オブジェクトを選択して普通に変更します。\n代替モード: 通常モードで記録した内容を即座に適用します。

source: Massively decreases machine pollution. Minimum pollution is 20%.
ja: マシンの汚染度をかなり減少させます。\n汚染度は最大20%まで減らせます。

source: Massively increases machine energy consumption.
ja: マシンの消費電力をかなり増加させます。

source: Massively decreases machine energy consumption. Minimum energy consumption is 20%.
ja: マシンの消費電力をかなり減少させます。\n消費電力は最大20%まで減らせます。

source: Massively increases machine pollution.
ja: マシンの汚染度をかなり増加させます。

source: Massively increases machine productivity. Can be used on all recipes.
ja: マシンの生産力をかなり上昇させます。\n全ての製品に使用可能です。

source: Massively decreases machine speed. Minimum speed is 20%.
ja: マシンの稼働速度をかなり低下させます。\n稼働速度は最大20%まで低下させられます。

source: Massively increases machine speed.
ja: マシンの稼働速度をかなり上昇させます。

source: Creative tools
ja: クリエイティブツール

source: Energy absorption
ja: 電力吸収率

source: Super clean module
ja: スーパー清浄モジュール

source: Super consumption module
ja: スーパー効率低下モジュール

source: Super effectivity module
ja: スーパーエネルギー効率モジュール

source: Super pollution module
ja: スーパー汚染モジュール

source: Super productivity module
ja: スーパー生産力モジュール

source: Super slow module
ja: スーパー速度低下モジュール

source: Super speed module
ja: スーパー生産速度モジュール

source: __1__ has changed the build options accessibility - only admins can access them.
ja: __1__が設置オプションのアクセス権を「管理者のみ」に変更しました。

source: __1__ has changed the build options accessibility - everyone can access all build options.
ja: __1__が設置オプションのアクセス権を「誰でも」に変更しました。

source: __1__ has changed the build options accessibility - non-admin players can access the normal build options but cannot change build team.
ja: __1__が設置オプションのアクセス権を「チームオプションを変更しない」に変更しました。

source: __1__ has changed the Creator magic wand accessibility - only admins can use it.
ja: __1__がマジックワンド-クリエイターのアクセス権を「管理者のみ」に変更しました。

source: __1__ has changed the Creator magic wand accessibility - everyone can use it.
ja: __1__がマジックワンド-クリエイターのアクセス権を「誰でも」に変更しました。

source: __1__ has changed the game settings accessibility - only admins can access them.
ja: __1__がゲーム設定のアクセス権を「管理者のみ」に変更しました。

source: __1__ has changed the game settings accessibility - everyone can access them.
ja: __1__がゲーム設定のアクセス権を「誰でも」に変更しました。

source: __1__ has changed the Healer magic wand accessibility - only admins can use it.
ja: __1__がマジックワンド-ヒーラーのアクセス権を「管理者のみ」に変更しました。

source: __1__ has changed the Healer magic wand accessibility - everyone can use it.
ja: __1__がマジックワンド-ヒーラーのアクセス権を「誰でも」に変更しました。

source: __1__ has changed the modding menu accessibility - only admins can access it.
ja: __1__がMOD製作のアクセス権を「管理者のみ」に変更しました。

source: __1__ has changed the modding menu accessibility - everyone can access it.
ja: __1__がMOD製作のアクセス権を「誰でも」に変更しました。

source: __1__ has changed the Modifier magic wand accessibility - only admins can use it.
ja: __1__がマジックワンド-モディファイアのアクセス権を「管理者のみ」に変更しました。

source: __1__ has changed the Modifier magic wand accessibility - everyone can use it.
ja: __1__がマジックワンド-モディファイアのアクセス権を「誰でも」に変更しました。

source: __1__ has changed the personal cheats accessibility - only admins can access them.
ja: __1__が個人チートのアクセス権を「管理者のみ」に変更しました。

source: __1__ has changed the personal cheats accessibility - non-admin players can apply cheats on him/herself.
ja: __1__が個人チートのアクセス権を「自分自身」に変更しました。

source: __1__ has changed the surface cheats accessibility - only admins can access them.
ja: __1__がワールドチートのアクセス権を「管理者のみ」に変更しました。

source: __1__ has changed the surface cheats accessibility - everyone can apply cheats on any surface.
ja: __1__がワールドチートのアクセス権を「誰でも」に変更しました。

source: __1__ has changed the surface cheats accessibility - non-admin players can apply cheats on his/her current surface.
ja: __1__がワールドチートのアクセス権を「現在のワールドのみ」に変更しました。

source: __1__ has changed the team cheats accessibility - only admins can access them.
ja: __1__がチームチートのアクセス権を「管理者のみ」に変更しました。

source: __1__ has changed the team cheats accessibility - everyone can apply cheats on any team.
ja: __1__がチームチートのアクセス権を「誰でも」に変更しました。

source: __1__ has changed the team cheats accessibility - non-admin players can apply cheats on his/her own team.
ja: __1__がチームチートのアクセス権を「チームのみ」に変更しました。

source: __1__ has unlocked all technologies for the team.
ja: __1__が所属チームの全ての研究を解除しました。

source: __1__ has reset all technologies for the team.
ja: __1__が所属チームの全ての研究を初期化しました。

source: Creative Mode has already been enabled!
ja: クリエイティブモードは既に有効です。

source: __1__ has disabled always day on this surface.
ja: __1__がワールドを通常の昼夜サイクルに設定しました。

source: __1__ has enabled always day on this surface.
ja: __1__がワールドを常に昼間に設定しました。

source: Available commands:
ja: 使用可能なコマンド:

source: __1__ has disabled build options - active for you.
ja: __1__があなたの設置オプション(稼働)を無効にしました。

source: __1__ has enabled build options - active for you.
ja: __1__があなたの設置オプション(稼働)を有効にしました。

source: __1__ has disabled build options - destructible for you.
ja: __1__があなたの設置オプション(解体可能)を無効にしました。

source: __1__ has enabled build options - destructible for you.
ja: __1__があなたの設置オプション(解体可能)を有効にしました。

source: __1__ has set your character build distance to __2__.
ja: __1__があなたの「設置距離」を__2__にしました。

source: __1__ has disabled build options - full-health for you.
ja: __1__があなたの設置オプション(全回復)を無効にしました。

source: __1__ has enabled build options - full-health for you.
ja: __1__があなたの設置オプション(全回復)を有効にしました。

source: __1__ has disabled build options - minable for you.
ja: __1__があなたの設置オプション(採掘可能)を無効にしました。

source: __1__ has enabled build options - minable for you.
ja: __1__があなたの設置オプション(採掘可能)を有効にしました。

source: __1__ has disabled build options - operable for you.
ja: __1__があなたの設置オプション(操作可能)を無効にしました。

source: __1__ has enabled build options - operable for you.
ja: __1__があなたの設置オプション(操作可能)を有効にしました。

source: __1__ has disabled build options - rotatable for you.
ja: __1__があなたの設置オプション(回転可能)を無効にしました。

source: __1__ has enabled build options - rotatable for you.
ja: __1__があなたの設置オプション(回転可能)を有効にしました。

source: __1__ has updated your build target to team __2__.
ja: __1__があなたの設置ターゲットをチーム__2__に変更しました。

source: __1__ has set character health bonus to __2__ for the team.
ja: __1__が所属チームの「耐久力ボーナス」を__2__にしました。

source: __1__ has set character inventory bonus to __2__ for the team.
ja: __1__が所属チームの「インベントリボーナス」を__2__にしました。

source: __1__ has disabled cheat mode for you.
ja: __1__があなたの「チートモード」を無効にしました。

source: __1__ has enabled cheat mode for you.
ja: __1__があなたの「チートモード」を有効にしました。

source: __1__ has updated config.
ja: __1__ が設定を更新しました。

source: __1__ has set your character crafting speed to __2__.
ja: __1__があなたの「製作速度」を__2__にしました。

source: Items regrouped for creative chests, creative provider chests and creative cargo wagon.
ja: クリエイティブチェスト、クリエイティブ供給チェスト、クリエイティブ貨物車両を再度グループ分けしました。

source: __1__ has disabled the creative tools' recipes for the team.
ja: __1__が所属チームの「クリエイティブツール」を無効にしました。

source: __1__ has enabled the creative tools' recipes for the team.
ja: __1__が所属チームの「クリエイティブツール」を有効にしました。

source: __1__ has killed all enemies on this surface.
ja: __1__がワールドの敵を殺害しました。

source: __1__ has disabled Creative Mode.
ja: __1__ クリエイティブモードを無効にしました。

source: __1__ has disabled don't generate enemy on this surface.
ja: __1__がワールドに敵が生成されるように設定しました。

source: __1__ has enabled don't generate enemy on this surface.
ja: __1__がワールドに敵が生成されないように設定しました。

source: Failed to enable Creative Mode because it has been permanently disabled.
ja: 永続的に無効になっているため、クリエイティブモードを有効にできませんでした。

source: __1__ has enabled Creative Mode.
ja: __1__ クリエイティブモードを有効にしました。

source: __1__ has enabled all personal cheats to all existing players, team cheats to all existing teams and always day on all existing surfaces.
ja: __1__ 全てのチートを接続中のプレイヤー、チームに適用し、ワールドを常に昼間に設定しました。

source: __1__ has disabled enemy evolution.
ja: __1__が敵の進化を無効にしました。

source: __1__ has enabled enemy evolution.
ja: __1__が敵の進化を有効にしました。

source: __1__ has disabled enemy expansion.
ja: __1__が敵の増殖を無効にしました。

source: __1__ has enabled enemy expansion.
ja: __1__が敵の増殖を有効にしました。

source: __1__ has updated the enemies' maximum expansion cooldown to __2__.
ja: __1__が敵の最大の増殖間隔を__2__に変更しました。

source: __1__ has updated the enemies' minimum expansion cooldown to __2__.
ja: __1__が敵の最小の増殖間隔を__2__に変更しました。

source: __1__ has updated the enemies' evolution destroy factor to __2__.
ja: __1__が敵の進化.破壊ファクターを__2__に変更しました。

source: __1__ has updated the enemies' evolution factor to __2__.
ja: __1__が敵の進化ファクターを__2__に変更しました。

source: __1__ has updated the enemies' evolution pollution factor to __2__.
ja: __1__が敵の進化.汚染ファクターを__2__に変更しました。

source: __1__ has updated the enemies' evolution time factor to __2__.
ja: __1__が敵の進化.時間ファクターを__2__に変更しました。

source: Failed to apply to __1__ players. Reason: __2__
ja: __1__人のプレイヤーに適用できませんでした。理由: __2__

source: Failed to apply to __1__. Reason: __2__
ja: __1__ に適用できませんでした。 理由: __2__

source: __1__ has updated game speed to __2__.
ja: __1__がゲーム速度を__2__に変更しました。

source: __1__ has disabled god mode for you.
ja: __1__があなたの「ゴッドモード」を無効にしました。

source: __1__ has enabled god mode for you.
ja: __1__があなたの「ゴッドモード」を有効にしました。

source: __1__ has set your character health bonus to __2__.
ja: __1__があなたの「耐久力ボーナス」を__2__にしました。

source: __1__ has set inserter capacity bonus to __2__ for the team.
ja: __1__が所属チームの「非スタックインサータ容量ボーナス」を__2__にしました。

source: __1__ has disabled instant blueprint for you.
ja: __1__があなたの「即時建設計画」を無効にしました。

source: __1__ has enabled instant blueprint for you.
ja: __1__があなたの「即時建設計画」を有効にしました。

source: __1__ has disabled instant deconstruction for you.
ja: __1__があなたの「即時解体」を無効にしました。

source: __1__ has enabled instant deconstruction for you.
ja: __1__があなたの「即時解体」を有効にしました。

source: __1__ has disabled instant request for you.
ja: __1__があなたの「即時要求」を無効にしました。

source: __1__ has enabled instant request for you.
ja: __1__があなたの「即時要求」を有効にしました。

source: __1__ has disabled instant research for the team.
ja: __1__が所属チームの「研究の即時完了」を無効にしました。

source: __1__ has enabled instant research for the team.
ja: __1__が所属チームの「研究の即時完了」を有効にしました。

source: __1__ has disabled instant trash for you.
ja: __1__があなたの「即時ゴミ」を無効にしました。

source: __1__ has enabled instant trash for you.
ja: __1__があなたの「即時ゴミ」を有効にしました。

source: __1__ has set your character inventory bonus to __2__.
ja: __1__があなたの「インベントリボーナス」を__2__にしました。

source: __1__ has disabled invincible player for you.
ja: __1__があなたの「無敵化」を無効にしました。

source: __1__ has enabled invincible player for you.
ja: __1__があなたの「無敵化」を有効にしました。

source: __1__ has set your character item drop distance to __2__.
ja: __1__があなたの「アイテム投棄距離」を__2__にしました。

source: __1__ has set your character item pickup distance to __2__.
ja: __1__があなたの「アイテム拾得距離」を__2__にしました。

source: __1__ has disabled keep last item for you.
ja: __1__があなたの「アイテム保持」を無効にしました。

source: __1__ has enabled keep last item for you.
ja: __1__があなたの「アイテム保持」を有効にしました。

source: __1__ has removed all AI units in the team.
ja: __1__が全てのAIユニットを削除しました。

source: __1__ has disabled Loaders' recipes for the team.
ja: __1__が所属チームの「ローダーレシピ」を無効にしました。

source: __1__ has enabled Loaders' recipes for the team.
ja: __1__が所属チームの「ローダーレシピ」を有効にしました。

source: __1__ has set your character loot pickup distance to __2__.
ja: __1__があなたの「収集範囲」を__2__にしました。

source: __1__ has set your character mining speed to __2__.
ja: __1__があなたの「採掘速度」を__2__にしました。

source: You don't have access right to use this magic wand.
ja: あなたはマジックワンドを使用する権限を持っていません。

source: Creative Mode has not been enabled!
ja: クリエイティブモードが有効ではありません。

source: __1__ has changed the overall Creative Mode accessibility - only admins can access.
ja: __1__がクリエイティブモードのアクセス権を一括で「管理者のみ」に変更しました。

source: __1__ has reset the overall Creative Mode accessibility.
ja: __1__がクリエイティブモードのアクセス権をリセットしました。

source: __1__ has disabled peaceful mode on this surface.
ja: __1__がワールドのピースフルモードを解除しました。

source: __1__ has enabled peaceful mode on this surface.
ja: __1__がワールドをピースフルモードに設定しました。

source: __1__ has permanently disabled Creative Mode. It cannot be enabled again for the current game.
ja: __1__ 永続的にクリエイティブモードを無効にしました。このワールドでは二度と有効にできません。

source: __1__ has disabled all personal cheats for you.
ja: __1__があなたの全ての個人チートを無効にしました。

source: __1__ has enabled all personal cheats for you.
ja: __1__があなたの全ての個人チートを有効にしました。

source: Player is offline.
ja: プレイヤーが接続していません。

source: __1__ has disabled pollution.
ja: __1__が汚染を無効にしました。

source: __1__ has enabled pollution.
ja: __1__が汚染を有効にしました。

source: __1__ has set your character quickbar bonus to __2__.
ja: __1__があなたの「クイックバーボーナス」を__2__にしました。

source: __1__ has set character quickbar count to __2__ for the team.
ja: __1__が所属チームの「クイックバーの列数」を__2__にしました。

source: __1__ has disabled the railgun and railgun dart recipes for the team.
ja: __1__が所属チームの「レールガンレシピ」を無効にしました。

source: __1__ has enabled the railgun and railgun dart recipes for the team.
ja: __1__が所属チームの「レールガンレシピ」を有効にしました。

source: __1__ has set your character reach distance to __2__.
ja: __1__があなたの「回収距離」を__2__にしました。

source: This function is automatically registered by function name.
ja: この関数は自動で関数名に登録されます。

source: __1__ has removed all enemies on this surface.
ja: __1__がワールドの敵を消去しました。

source: __1__ has disabled repair mined item for you.
ja: __1__があなたの「斧の自動修復」を無効にしました。

source: __1__ has enabled repair mined item for you.
ja: __1__があなたの「斧の自動修復」を有効にしました。

source: __1__ has set your character resource reach distance to __2__.
ja: __1__があなたの「資源採取距離」を__2__にしました。

source: __1__ has set your character running speed to __2__.
ja: __1__があなたの「移動速度」を__2__にしました。

source: __1__ has set stack inserter capacity bonus to __2__ for the team.
ja: __1__が所属チームの「スタックインサータ容量ボーナス」を__2__にしました。

source: __1__ has set character build distance to __2__ for the team.
ja: __1__が所属チームの「設置距離」を__2__にしました。

source: __1__ has disabled all team cheats for the team.
ja: __1__が所属チームの全てのチームチートを無効にしました。

source: __1__ has enabled all team cheats for the team.
ja: __1__が所属チームの全てのチームチートを有効にしました。

source: __1__ has set character crafting speed to __2__ for the team.
ja: __1__が所属チームの「製作速度」を__2__にしました。

source: __1__ has set character item drop distance to __2__ for the team.
ja: __1__が所属チームの「アイテム投棄距離」を__2__にしました。

source: __1__ has set character item pickup distance to __2__ for the team.
ja: __1__が所属チームの「アイテム拾得距離」を__2__にしました。

source: __1__ has set character loot pickup distance to __2__ for the team.
ja: __1__が所属チームの「収集範囲」を__2__にしました。

source: __1__ has set character mining speed to __2__ for the team.
ja: __1__が所属チームの「採掘速度」を__2__にしました。

source: __1__ has set character reach distance to __2__ for the team.
ja: __1__が所属チームの「回収距離」を__2__にしました。

source: __1__ has set character resource reach distance to __2__ for the team.
ja: __1__が所属チームの「資源採取距離」を__2__にしました。

source: __1__ has set character running speed to __2__ for the team.
ja: __1__が所属チームの「移動速度」を__2__にしました。

source: Disassemble any elements.
ja: 様々な製品を解体します。

source: Realistic Reverse Factory
ja: 解体機

source: The Realistic Reverse Factory can disassemble the most of items in a realism purpose and get back the ressources you needed to create those items. It's "realistic" mod so you can't get back fluids if you needed fluids for the creation of the item you want to disassemble.
ja: 解体機はありとあらゆる製品を解体して原料に戻すことが出来ます。
